{
	"SAVE THE DATE!!! 03/28/2020 We are getting married!!! You have been invited to Ezequiel & Natalia's Wedding!": "SAVE THE DATE!!! 28/03/2020 Nos casamos!!! Te esperamos!",
	"You're Invited": "Estás Invitado",
	"WE ARE GETTING MARRIED": "NOS CASAMOS",
	"MARCH / 28TH / 2020": "28 / MARZO / 2020",
	"HOME": "INICIO",
	"STORY": "HISTORIA",
	"GALLERY": "GALERÍA",
	"WHERE & WHEN": "DONDE & CUANDO",
	"WHERE": "DONDE",
	"WHEN": "CUANDO",
	"EVENTS": "EVENTOS",
	"Don't Miss It!": "No te lo Pierdas!",
	"SEVEN IN THE EVENING": "SIETE DE LA TARDE",
	"ARE YOU ATTENDING?": "VAS A VENIR?",
	"GIFTS": "REGALOS",
	"As we already live together and have all the things we need, we will ask you to helps un fund our honeymoon!!! You all know we love to spend time on the beach so, we are planning to visit Turks and Caicos Islands.": "¡Ya que vivimos juntos y tenemos todo lo que necesitamos, les vamos a pedir que nos ayuden a financiar nuestra luna de miel! Todos saben que nos encanta pasar tiempo en la playa, así que estamos planeando visitar las Islas Turcas y Caicos.",
	"So if you could help us we would really appreciate it!!!": "Así que si nos podés ayudar, te lo agradeceríamos mucho.",
	"You will be able to give us a little help in person at the party or just make a bank transfer.": "Vas a poder darnos la ayuda personalmente en la fiesta o simplemente hacer una transferencia bancaria.",
	"LET'S FIND FOR YOUR INVITATION": "VAMOS A BUSCAR TU INVITACIÓN",
	"Please enter a valid email address.": "Por favor ingresa un email válido.",
	"FIND": "BUSCAR",
	"Thank": "Gracias",
	"You": "",
	"SELECT THE GUESTS COMING": "SELECCIONA A LOS INVITADOS QUE VIENEN",
	"LEAVE YOUR MESSAGE": "DEJANOS UN MENSAJE",
	"An error occured. Please try again.": "Algo falló! Intentalo de nuevo!",
	"Thank you for the confirmation!": "Gracias por confirmar!",
	"SUBMIT": "CONFIRMAR",
	"OUR":"NUESTRA",
	"LOVE WAS BORN!": "NACIÓ EL AMOR!",
	"A DOG JOINED US!": "SUMAMOS UN INTEGRANTE PERRUNO!",
	"WE MOVED TOGETHER!": "NOS MUDAMOS JUNTOS!",
	"TRIPS BEGAN TO ARRIVE": "EMPEZARON A LLEGAR LOS VIAJES",
	"HE PROPOSED": "HUBO PROPUESTA",
	"AND TODAY... WE ARE GETTING MARRIED": "Y AHORA... NOS VAMOS A CASAR!",
	"The wedding and the party are in the same place! CIRCULO DE OFICIALES P.N.A. (C.O.P.N.A.) located at MARIANO PELLIZA 310, OLIVOS, BUENOS AIRES on MARCH/28/2020 at 7 PM": "¡La boda y la fiesta están en el mismo lugar! CÍRCULO DE OFICIALES P.N.A. (C.O.P.N.A.) ubicado en MARIANO PELLIZA 310, OLIVOS, BUENOS AIRES el 28 de MARZO / 2020 a las 7 PM",
	"MORE": "MÁS",
	"The Civil Marriage signing will take place on MARCH/25/2020 at 11:30 AM at the Local People Registry Office located at JUAN DE GARAY 3163, OLIVOS, BUENOS AIRES": "La firma del matrimonio civil tendrá lugar el 25/MARZO/2020 a las 11:30 AM en la Oficina Local de Registro de Personas ubicada en JUAN DE GARAY 3163, OLIVOS, BUENOS AIRES",
	"The actual ceremony will take place before the party, so this will be short! There's no need for you to come!": "La ceremonia va a ser antes de la fiesta, ¡así que esto será breve! ¡No hay necesidad de que vengas!",
	"Don't forget to confirm your invitation!": "No te olvides de confirmar tu invitación!",
	"If you need the routing and account numbers, please": "Si necesitas los números de ruta y cuenta, por favor",
	"contact us": "ponete en contacto con nosotros"
}